const thisOrThatQuestions = [
    {
        this: "背後擁抱",
        that: "迎面撲進懷裡"
    },
    {
        this: "叫你寶貝",
        that: "叫你專屬暱稱"
    },
    {
        this: "喜歡主動親你",
        that: "喜歡被你偷親"
    },
    {
        this: "每天說我愛你",
        that: "偶爾說肉麻情話"
    },
    {
        this: "早起出門玩",
        that: "一起賴床到中午"
    },
    {
        this: "固定時間見面",
        that: "追求有品質的相處"
    },
    {
        this: "愛人常打嗝",
        that: "愛人常放屁"
    },
    {
        this: "跟負債的愛人結婚",
        that: "跟不愛的億萬富翁結婚"
    },
    {
        this: "早起看日出",
        that: "熬夜看星星"
    },
    {
        this: "海島浮潛",
        that: "雪山泡溫泉"
    },
    {
        this: "一起寫程式",
        that: "一起寫小說"
    },
    {
        this: "吃早餐",
        that: "睡懶覺"
    },
    {
        this: "穿越成皇帝",
        that: "穿越成武林高手"
    },
    {
        this: "開朗甜妹",
        that: "傲嬌御姐"
    },
    {
        this: "為真理放棄幸福",
        that: "為幸福放棄真理"
    },
    {
        this: "為眾人犧牲自己",
        that: "為自己犧牲眾人"
    },
    {
        this: "愛人突然死了",
        that: "愛人突然不愛你了"
    },
    {
        this: "一輩子不結婚",
        that: "和不愛的人共度一生"
    },
    {
        this: "看劇先看大結局",
        that: "打死不想被劇透"
    },
    {
        this: "成為一個名利雙收壞人",
        that: "成為一個被迫害的好人"
    },
    {
        this: "吵架當天和好",
        that: "冷靜幾天"
    },
    {
        this: "騙色",
        that: "騙財"
    },
    {
        this: "以後養貓",
        that: "以後養狗"
    },
    {
        this: "禁慾一個月",
        that: "縱慾一個月"
    },
    {
        this: "一見鍾情",
        that: "日久生情"
    },
    {
        this: "擁有超能力",
        that: "擁有無限的財富"
    },
    {
        this: "智商200旦醜",
        that: "顏值滿分但笨"
    },
    {
        this: "負責做飯",
        that: "負責洗碗"
    },
    {
        this: "在浴室親熱",
        that: "在廚房親熱"
    },
    {
        this: "穿我的T恤睡",
        that: "穿性感睡衣"
    },
    {
        this: "一輩子不吃肉",
        that: "一輩子不吃糖"
    },
    {
        this: "能讀心",
        that: "能預知未來"
    },
    {
        this: "週末窩在家看片",
        that: "週末出門冒險"
    },
    {
        this: "被你壁咚",
        that: "把你壓在牆上"
    },
    {
        this: "關係像朋友",
        that: "關係像家人"
    },
    {
        this: "活在當下",
        that: "規劃未來"
    },
    {
        this: "吵架後你先道歉",
        that: "吵架後我先哄你"
    }
];